Repository: xiwangzaiqianfang/AzurLaneDex
Catalog: AzurLaneDex/Strings/*/Resources.resw
Source language: en
Languages: ja, zh_hans, zh_hant

# AppTitle.Title
source: Azur Lane Dex
ja: アズールレーン図鑑
zh_hans: 碧蓝航线图鉴
zh_hant: 碧藍航線圖鑑

# NavMain.Content
source: Ship Gallery
ja: 艦船図鑑
zh_hans: 舰船图鉴
zh_hant: 艦船圖鑑

# NavStats.Content
source: Statistics
ja: 統計
zh_hans: 统计
zh_hant: 統計

# NavHelp.Content
source: Help
ja: ヘルプ
zh_hans: 帮助
zh_hant: 幫助

# NavAccount.Content
source: Account
ja: アカウント
zh_hans: 帐户
zh_hant: 帳戶

# NavAttr.Content
source: Attribute Bonus
ja: 属性ボーナス
zh_hans: 属性加成
zh_hant: 屬性加成

# NavCamp.Content
source: Fleet Technology
ja: 陣営テック
zh_hans: 阵营科技

# Common_Confirm
source: OK
zh_hans: 确定
zh_hant: 確定

# Common_Cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# Common_Close
source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# Common_Delete
source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# Common_Edit
source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

# Common_Save
source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

# Common_Yes
source: Yes
ja: はい
zh_hans: 是
zh_hant: 是

# Common_No
source: No
ja: いいえ
zh_hans: 否
zh_hant: 否

# Common_Export
source: Export
ja: エクスポート
zh_hans: 导出
zh_hant: 匯出

# Common_Import
source: Import
ja: インポート
zh_hans: 导入
zh_hant: 匯入

# Common_Back
source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

# AccountBackupPage.Text
source: Account Backup
ja: アカウントバックアップ
zh_hans: 账户备份
zh_hant: 帳戶備份

# ExportCardTitle.Text
source: Export Data
ja: データ書き出し
zh_hans: 导出数据
zh_hant: 匯出資料

# ExportCardDescription.Text
source: Export current account user state to file
ja: 現在のアカウント状態をファイルに書き出し
zh_hans: 将当前账户的用户状态导出到文件
zh_hant: 將當前帳戶的用戶狀態匯出到檔案

# ExportCardButton.Content
source: Export
ja: 書き出し
zh_hans: 导出
zh_hant: 匯出

# ImportCardTitle.Text
source: Import Data
ja: データ取り込み
zh_hans: 导入数据
zh_hant: 匯入資料

# ImportCardDescription.Text
source: Restore current account state from backup file
ja: バックアップから状態を復元
zh_hans: 从备份文件恢复当前账户的用户状态
zh_hant: 從備份檔案恢復當前帳戶的用戶狀態

# ImportCardButton.Content
source: Import
ja: 取り込み
zh_hans: 导入
zh_hant: 匯入

# CreateBackupCardTitle.Text
source: Create Backup Point
ja: バックアップポイント作成
zh_hans: 创建备份点
zh_hant: 建立備份點

# CreateBackupCardDescription.Text
source: Save current state to backup directory for later recovery
ja: 現在の状態をバックアップディレクトリに保存
zh_hans: 将当前状态保存到备份目录，以便日后恢复
zh_hant: 將當前狀態儲存到備份目錄，以便日後恢復

# CreateBackupCardButton.Content
source: Create Backup
ja: バックアップ作成
zh_hans: 创建备份
zh_hant: 建立備份

# RelatedLinksTitle.Text
source: Related Links
ja: 関連リンク
zh_hans: 相关链接
zh_hant: 相關連結

# MigrateDataButtonTitle.Text
source: Data Migration
ja: データ移行
zh_hans: 数据迁移
zh_hant: 資料遷移

# MigrateDataButtonDescription.Text
source: Import from old Python version ships_static.json and auto-convert
ja: 旧バージョン(Python版)からインポート・自動変換
zh_hans: 从旧版本（Python版）的 ships_static.json 导入并自动转换为新格式
zh_hant: 從舊版本（Python版）的 ships_static.json 匯入並自動轉換為新格式

# LoginDialog.Title
source: Login
ja: ログイン
zh_hans: 登陆
zh_hant: 登入

# LoginDialog.PrimaryButtonText
source: Login
ja: ログイン
zh_hans: 登陆账户
zh_hant: 登入帳戶

# LoginDialog.CloseButtonText
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# LoginDialogAccountComboPlaceholder.PlaceholderText
source: Select account
ja: アカウント選択
zh_hans: 选择账户
zh_hant: 選擇帳戶

# LoginDialogPasswordBoxPlaceholder
source: Password (if set)
ja: パスワード（設定されている場合）
zh_hans: 密码（如已设置）
zh_hant: 密碼（如已設定）

# LoginDialogForgotPassword.Content
source: Forgot password?
ja: パスワードをお忘れですか？
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# LoginDialogRememberMe.Content
source: Remember this account
ja: このアカウントを記憶
zh_hans: 记住本账户
zh_hant: 記住本帳戶

# PleaseSelectAccount_Message
source: Please select an account first
ja: まずアカウントを選択してください
zh_hans: 请先选择账户
zh_hant: 請先選擇帳戶

# NoSecurityQuestion_Message
source: This account has not set up security questions, so the password cannot be recovered. Please contact the administrator.
ja: このアカウントには秘密の質問が設定されていないため、パスワードを再設定できません。管理者にお問い合わせください。
zh_hans: 该账户未设置密保问题，无法找回密码。请联系管理员。
zh_hant: 該帳戶未設定密保問題，無法找回密碼。請聯繫管理員。

# SecurityAnswer_Placeholder
source: Security Answer
ja: セキュリティ答え
zh_hans: 密保答案
zh_hant: 密保答案

# NewPassword_Placeholder
source: New Password
ja: 新しいパスワード
zh_hans: 新密码
zh_hant: 新密碼

# ConfirmPassword_Placeholder
source: Confirm New Password
ja: パスワード確認
zh_hans: 确认新密码
zh_hant: 確認新密碼

# SecurityQuestion_Label
source: Security question:
ja: セキュリティ質問:
zh_hans: 密保问题：
zh_hant: 密保問題：

# PasswordMismatch_Message
source: The new passwords entered do not match
ja: 入力された新しいパスワードが一致しません
zh_hans: 两次输入的新密码不一致
zh_hant: 兩次輸入的新密碼不一致

# PasswordEmpty_Message
source: New password cannot be empty
ja: 新しいパスワードを入力してください
zh_hans: 新密码不能为空
zh_hant: 新密碼不能為空

# SecurityAnswerWrong_Message
source: Incorrect security answer, cannot reset password
ja: セキュリティ回答が誤っています。パスワードをリセットできません
zh_hans: 密保答案错误，无法重置密码
zh_hant: 密保答案錯誤，無法重設密碼

# LoginDialogInfo.Title
source: Tip
ja: ヒント
zh_hans: 提示
zh_hant: 提示

# Dialog_Error_Title
source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# Dialog_Success_Title
source: Success
ja: 成功
zh_hans: 成功
zh_hant: 成功

# LoginDialogCreateAccount.Content
source: Create new account
ja: 新規アカウント作成
zh_hans: 创建新账户
zh_hant: 建立新帳戶

# AccountCreated_Message
source: Account created successfully
ja: アカウントの作成に成功しました
zh_hans: 账户创建成功
zh_hant: 帳戶建立成功

# AccountExists_Message
source: Account creation failed. It may already exist.
ja: アカウントの作成に失敗しました。既に存在している可能性があります。
zh_hans: 账户创建失败，可能已存在
zh_hant: 帳戶建立失敗，可能已存在

# AccountCreateFailed_Message
source: Account creation failed. Please try again later.
ja: アカウントの作成に失敗しました。しばらく経ってから再試行してください。
zh_hans: 创建账户失败，请稍后重试。
zh_hant: 建立帳戶失敗，請稍後再試。

# AccountPage_Title.Text
source: Account
ja: アカウント
zh_hans: 帐户
zh_hant: 帳戶

# AccountPageTitle.Content
source: Account
ja: アカウント
zh_hans: 帐户
zh_hant: 帳戶

# AccountPageSwitchAccount.Content
source: Switch Account
ja: アカウント切替
zh_hans: 切换帐户
zh_hant: 切換帳戶

# AccountPageSettings.Text
source: Account Settings
ja: アカウント設定
zh_hans: 账户设置
zh_hant: 帳戶設定

# AccountPage_PhotoCard_Title.Text
source: Account Photo
ja: アカウント写真
zh_hans: 帐户照片
zh_hant: 帳戶照片

# AccountPage_PhotoCard_Description.Text
source: Click to change avatar
ja: クリックで変更
zh_hans: 点击修改头像
zh_hant: 點擊修改頭像

# AccountPage_AvatarButton.Content
source: Change photo
ja: 写真変更
zh_hans: 修改照片
zh_hant: 修改照片

# AccountPage_LoginOptions_Title.Text
source: Login Options
ja: ログイン設定
zh_hans: 登录选项
zh_hant: 登入選項

# AccountPage_LoginOptions_Description.Text
source: Set whether to ask for account at startup and default login
ja: 起動時のアカウント確認とデフォルトアカウント設定
zh_hans: 设置启动时是否询问账号以及默认登录账户
zh_hant: 設定啟動時是否詢問帳號以及預設登入帳戶

# AccountPage_ManageAccounts_Title.Text
source: Your Accounts
ja: あなたのアカウント
zh_hans: 你的账户
zh_hant: 你的帳戶

# AccountPage_ManageAccounts_Description.Text
source: Add or manage accounts used in this app
ja: このアプリで使用するアカウントの追加・管理
zh_hans: 添加或管理本应用中使用的帐户
zh_hant: 添加或管理本應用中使用的帳戶

# AccountBackup_Description.Text
source: Export/Import account data, create backup points
ja: アカウントデータの書き出し/取り込み、バックアップ作成
zh_hans: 导出/导入账户数据，创建备份点
zh_hant: 匯出/匯入帳戶資料，建立備份點

# AddShipDialog.Title
source: Add Ship
ja: 艦船追加
zh_hans: 新增舰船
zh_hant: 新增艦船

# AddShipDialog_Title
source: Add Ship
ja: 艦船追加
zh_hans: 新增舰船
zh_hant: 新增艦船

# AddShipButton.Label
source: Add Ship
ja: 艦船追加
zh_hans: 新增舰船
zh_hant: 新增艦船

# AddShipDialog.PrimaryButtonText
source: Add
ja: 追加
zh_hans: 添加
zh_hant: 新增

# AddShipDialog.CloseButtonText
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# BasicInfo_Header.Text
source: Basic Info
ja: 基本情報
zh_hans: 基本信息
zh_hant: 基本資訊

# BasicInfo_Id.Text
source: ID:
zh_hans: 编号：
zh_hant: 編號：

# BasicInfo_GameOrder.Text
source: Gallery Order:
ja: 図鑑順序：
zh_hans: 图鉴顺序：
zh_hant: 圖鑑順序：

# BasicInfo_AutoIdHint.PlaceholderText
source: 0 means auto-assign
ja: 0で自動割り当て
zh_hans: 0 表示自动分配
zh_hant: 0 表示自動分配

# BasicInfo_CategoryOrder.Text
source: Order in Category:
ja: カテゴリ内順序：
zh_hans: 类别内顺序：
zh_hant: 類別內順序：

# BasicInfo_Name.Text
source: Ship Name:
ja: 艦船名：
zh_hans: 舰船名称：
zh_hant: 艦船名稱：

# BasicInfo_AltName.Text
source: Censored name:
ja: 和諧名：
zh_hans: 和谐名：
zh_hant: 和諧名：

# BasicInfo_Faction.Text
source: Nationality:
ja: 陣営：
zh_hans: 阵营：

# BasicInfo_ShipClass.Text
source: Hull:
ja: 艦種：
zh_hans: 舰种：

# Class_DD.Content
source: Destroyer
ja: 駆逐
zh_hans: 驱逐
zh_hant: 驅逐

# ShipClass_DD.Content
source: Destroyer
ja: 駆逐
zh_hans: 驱逐
zh_hant: 驅逐

# ShipClass_DD1
source: Destroyer
ja: 駆逐
zh_hans: 驱逐
zh_hant: 驅逐

# ShipClass_1
source: Destroyer
ja: 駆逐
zh_hans: 驱逐

# Class_CL.Content
source: Light Cruiser
ja: 軽巡
zh_hans: 轻巡
zh_hant: 輕巡

# ShipClass_CL.Content
source: Light Cruiser
ja: 軽巡
zh_hans: 轻巡
zh_hant: 輕巡

# ShipClass_CL1
source: Light Cruiser
ja: 軽巡
zh_hans: 轻巡
zh_hant: 輕巡

# ShipClass_2
source: Light Cruiser
ja: 軽巡
zh_hans: 轻巡

# Class_CA.Content
source: Heavy Cruiser
ja: 重巡
zh_hans: 重巡
zh_hant: 重巡

# Class_CB.Content
source: Large Cruiser
ja: 超巡
zh_hans: 超巡
zh_hant: 超巡

# Class_BC.Content
source: Battlecruiser
ja: 巡戦
zh_hans: 战巡
zh_hant: 戰巡

# Class_BB.Content
source: Battleship
ja: 戦艦
zh_hans: 战列
zh_hant: 戰列

# ShipClass_BB1
source: Battleship
ja: 戦艦
zh_hans: 战列
zh_hant: 戰列

# ShipClass_7
source: Battleship
ja: 戦艦
zh_hans: 战列

# Class_BBV.Content
source: Aviation Battleship
ja: 航戦
zh_hans: 航战
zh_hant: 航戰

# ShipClass_BBV.Content
source: Aviation Battleship
ja: 航戦
zh_hans: 航战
zh_hant: 航戰

# ShipClass_BBV1
source: Aviation Battleship
ja: 航戦
zh_hans: 航战
zh_hant: 航戰

# ShipClass_8
source: Aviation Battleship
ja: 航戦
zh_hans: 航战

# Class_CV.Content
source: Aircraft Carrier
ja: 空母
zh_hans: 航母
zh_hant: 航母

# ShipClass_CV.Content
source: Aircraft Carrier
ja: 空母
zh_hans: 航母
zh_hant: 航母

# ShipClass_CV1
source: Aircraft Carrier
ja: 空母
zh_hans: 航母
zh_hant: 航母

# ShipClass_9
source: Aircraft Carrier
ja: 空母
zh_hans: 航母

# Class_CVL.Content
source: Light Carrier
ja: 軽母
zh_hans: 轻航
zh_hant: 輕航

# ShipClass_CVL.Content
source: Light Carrier
ja: 軽母
zh_hans: 轻航
zh_hant: 輕航

# ShipClass_CVL1
source: Light Carrier
ja: 軽母
zh_hans: 轻航
zh_hant: 輕航

# ShipClass_10
source: Light Carrier
ja: 軽母
zh_hans: 轻航

# Class_AR.Content
source: Repair Ship
ja: 工作
zh_hans: 维修
zh_hant: 維修

# ShipClass_AR1
source: Repair Ship
ja: 工作
zh_hans: 维修
zh_hant: 維修

# ShipClass_11
source: Repair Ship
ja: 工作
zh_hans: 维修

# Class_SS.Content
source: Submarine
ja: 潜水
zh_hans: 潜艇
zh_hant: 潛艇

# ShipClass_SS.Content
source: Submarine
ja: 潜水
zh_hans: 潜艇
zh_hant: 潛艇

# ShipClass_SS1
source: Submarine
ja: 潜水
zh_hans: 潜艇
zh_hant: 潛艇

# ShipClass_12
source: Submarine
ja: 潜水
zh_hans: 潜艇

# Class_SSV.Content
source: Submarine Carrier
ja: 潜母
zh_hans: 潜母
zh_hant: 潛母

# ShipClass_SSV.Content
source: Submarine Carrier
ja: 潜母
zh_hans: 潜母
zh_hant: 潛母

# ShipClass_SSV1
source: Submarine Carrier
ja: 潜母
zh_hans: 潜母
zh_hant: 潛母

# ShipClass_13
source: Submarine Carrier
ja: 潜母
zh_hans: 潜母

# Class_AE.Content
source: Transport
ja: 輸送
zh_hans: 运输
zh_hant: 運輸

# ShipClass_AE.Content
source: Transport
ja: 輸送
zh_hans: 运输
zh_hant: 運輸

# Class_Sail.Content
source: Sail
ja: 帆船
zh_hans: 风帆
zh_hant: 風帆

# ShipClass_Sail.Content
source: Sail
ja: 帆船
zh_hans: 风帆
zh_hant: 風帆

# ShipClass_Sail1
source: Sail
ja: 帆船
zh_hans: 风帆
zh_hant: 風帆

# ShipClass_15
source: Sail
ja: 帆船
zh_hans: 风帆

# ShipClass_16
source: Aviation Cruiser
ja: 航空巡洋舰
zh_hans: 航空巡洋艦

# ShipClass_17
source: Torpedo Cruiser
ja: 魚雷巡洋艦
zh_hans: 鱼雷巡洋舰

# ShipClass_18
source: Torpedo Boat
ja: 魚雷艇
zh_hans: 鱼雷艇

# ShipClass_20
source: Bombardment Ship
ja: 爆撃艦
zh_hans: 轰炸舰

# ShipClass_21
source: Missile Destroyer
ja: ミサイル駆逐艦
zh_hans: 导弹驱逐舰

# ShipClass_22
source: Patrol Boat
ja: 護衛艇
zh_hans: 护卫艇

# ShipClass_23
source: Special (Unused)
ja: 特殊（未使用）
zh_hans: 特殊（未使用）

# BasicInfo_Rarity.Text
source: Rarity:
ja: レアリティ:
zh_hans: 稀有度:
zh_hant: 稀有度：

# Rarity_N.Content
source: N
ja: ノーマル
zh_hans: 普通
zh_hant: 普通

# Rarity_Normal
source: N
ja: ノーマル
zh_hans: 普通
zh_hant: 普通

# Rarity_1
source: N
ja: ノーマル
zh_hans: 普通

# Rarity_R.Content
source: R
ja: レア
zh_hans: 稀有
zh_hant: 稀有

# Rarity_Rare
source: R
ja: レア
zh_hans: 稀有
zh_hant: 稀有

# Rarity_2
source: R
ja: レア
zh_hans: 稀有

# Rarity_SR.Content
source: SR
ja: エリート
zh_hans: 精锐
zh_hant: 精銳

# Rarity_Elite
source: SR
ja: エリート
zh_hans: 精锐
zh_hant: 精銳

# Rarity_3
source: SR
ja: エリート
zh_hans: 精锐

# Rarity_SSR.Content
source: SSR
zh_hans: 超稀有
zh_hant: 超稀有

# Rarity_SuperRare
source: SSR
zh_hans: 超稀有
zh_hant: 超稀有

# Rarity_4
source: SSR
zh_hans: 超稀有

# Rarity_UR.Content
source: UR
ja: 海上伝説
zh_hans: 海上传奇
zh_hant: 海上傳奇

# Rarity_Legendary
source: UR
ja: 海上伝説
zh_hans: 海上传奇
zh_hant: 海上傳奇

# Rarity_5
source: UR
ja: 海上伝説
zh_hans: 海上传奇

# Category_Normal.Content
source: Normal
ja: 通常
zh_hans: 角色
zh_hant: 角色

# CategoryTag_Normal.Text
source: Normal
ja: 通常
zh_hans: 角色
zh_hant: 角色

# CategoryTag_Collab.Text
source: Collab
ja: コラボ
zh_hans: 联动
zh_hant: 聯動

# Category_Collab.Content
source: Collab
ja: コラボ
zh_hans: 联动
zh_hant: 聯動

# Category_Research.Content
source: Priority Ship
ja: 方案艦
zh_hans: 方案舰
zh_hant: 方案艦

# CategoryTag_Research.Text
source: Priority Ship
ja: 方案艦
zh_hans: 方案舰
zh_hant: 方案艦

# BasicInfo_Category.Text
source: Ship Category:
ja: 艦船カテゴリ
zh_hans: 舰船类别：
zh_hant: 艦船類別：

# BasicInfo_CanRemodel.Text
source: Can Retrofit:
ja: 改造可能 :
zh_hans: 可改造：
zh_hant: 可改造：

# BasicInfo_CanRemodel_Text.Text
source: Retrofittable:
ja: 改造可能 :
zh_hans: 能否改造：
zh_hant: 能否改造：

# BasicInfo_RemodelDate.Text
source: Retro Released:
ja: 改造日：
zh_hans: 改造日期：

# Acquisition_Header.Text
source: Acquisition
ja: 入手方法
zh_hans: 获取方式
zh_hant: 取得方式

# Acquisition_Main.Text
source: Main Acquisition:
ja: 主な入手先：
zh_hans: 主要获取方式：
zh_hant: 主要取得方式：

# AcquisitionDetail.Text
source: Details:
ja: 詳細：
zh_hans: 详细信息：

# Acquisition_BuildTime.Text
source: Timer:
ja: 建造時間：
zh_hans: 建造时间：

# Acquisition_DropLocations.Text
source: Drop Locations:
ja: ドロップ場所：
zh_hans: 打捞地点：
zh_hant: 打撈地點：

# AcquisitionDropLocations.Text
source: Drop Locations:
ja: ドロップ場所：
zh_hans: 打捞地点：

# DropLocations
source: Drop Locations: {0}
ja: ドロップ場所：{0}
zh_hans: 打捞地点：{0}

# Acquisition_ShopExchange.Text
source: Shop Exchange:
ja: ショップ交換：
zh_hans: 商店兑换：
zh_hant: 商店兌換：

# Acquisition_IsPermanent.Text
source: Permanent?
ja: 常設か：
zh_hans: 是否常驻：
zh_hant: 是否常駐：

# Acquisition_IsPermanent_Status.Text
source: Permanent Status:
ja: 常設状態：
zh_hans: 常驻状态：
zh_hant: 常駐狀態：

# DebutEvent_Header.Text
source: Debut Event
ja: 実装イベント
zh_hans: 实装活动
zh_hant: 實裝活動

# DebutEvent_Name.Text
source: First Appearance Event:
ja: 初登場イベント：
zh_hans: 首次登场活动：
zh_hant: 首次登場活動：

# DebutEvent_Name_Text.Text
source: Event Name:
ja: イベント名：
zh_hans: 活动名称：
zh_hant: 活動名稱：

# DebutEvent_Date.Text
source: Release date:
ja: 実装日：
zh_hans: 实装日期：
zh_hant: 實裝日期：

# DebutEvent_Notes.Text
source: Notes:
ja: 備考：
zh_hans: 备注：
zh_hant: 備註：

# AttributeBonus_Header.Text
source: Attribute Bonus
ja: 属性ボーナス
zh_hans: 属性加成
zh_hant: 屬性加成

# AttributeBonus_Attr.Text
source: Attribute
ja: 属性：
zh_hans: 属性：
zh_hant: 屬性：

# AttributeBonus_Value.Text
source: Value:
ja: 値：
zh_hans: 数值：
zh_hant: 數值：

# AttributeBonus_AffectShips.Text
source: Affected Hull:
ja: 適用艦種：
zh_hans: 适用舰种：

# AttributeBonus_Level120.Text
source: Level 120 Bonus
ja: 120レベルボーナス
zh_hans: 120级加成
zh_hant: 120級加成

# AttributeBonus_Level120_Text.Text
source: Level 120
ja: Lv120
zh_hans: 120级
zh_hant: 120級

# FleetTech_Header.Text
source: Fleet Technology
ja: 艦隊テック
zh_hans: 舰队科技

# FleetTech_ObtainPoints.Text
source: Collect Points:
ja: 入手Pt：
zh_hans: 获得科技点：

# FleetTech_Obtain.Text
source: Collect:
ja: 入手：
zh_hans: 获得：

# FleetTech_MaxPoints.Text
source: MLB Points:
ja: 完全限界突破Pt：
zh_hans: 满破科技点：

# FleetTech_Max.Text
source: MLB:
ja: 完全限界突破：
zh_hans: 满破：

# FleetTech_Level120Points.Text
source: Level 120 Points:
ja: Lv120Pt：
zh_hans: 120级科技点：
zh_hant: 120級科技點：

# FleetTech_Level120.Text
source: Level 120:
ja: Lv120：
zh_hans: 120级：
zh_hant: 120級：

# SpecialGear_Header.Text
source: Exclusive Gear:
ja: 専用兵装：
zh_hans: 专属兵装：
zh_hant: 專屬兵裝：

# SpecialGear_Header_Text.Text
source: Exclusive Gear
ja: 専用兵装
zh_hans: 专属兵装
zh_hant: 專屬兵裝

# SpecialGear_CanHave.Content
source: Can have Exclusive Gear
ja: 専用兵装可能
zh_hans: 可拥有专属兵装
zh_hant: 可擁有專屬兵裝

# SpecialGear_Date.Text
source: Release Date:
ja: 実装日：
zh_hans: 实装日期：
zh_hant: 實裝日期：

# SpecialGear_Acquire.Text
source: Acquisition:
ja: 入手方法：
zh_hans: 获取方法：
zh_hant: 取得方式：

# AttrBonusPage_Title.Text
source: Attribute Bonus
ja: 属性ボーナス
zh_hans: 属性加成
zh_hant: 屬性加成

# AttrBonusPage_FilterLabel.Text
source: Filter by Hull:
ja: 艦種フィルタ：
zh_hans: 筛选舰种：

# ExportImageButton.Content
source: Export as Image
ja: 画像書き出し
zh_hans: 导出为图片
zh_hant: 匯出為圖片

# Faction_1
source: Eagle Union
ja: ユニオン
zh_hans: 白鹰

# Faction_EagleUnion
source: Eagle Union
ja: ユニオン
zh_hans: 白鹰
zh_hant: 白鷹

# Faction_EU.Content
source: Eagle Union
ja: ユニオン
zh_hans: 白鹰
zh_hant: 白鷹

# Faction_RoyalNavy
source: Royal Navy
ja: ロイヤル
zh_hans: 皇家
zh_hant: 皇家

# Faction_2
source: Royal Navy
ja: ロイヤル
zh_hans: 皇家

# Faction_RN.Content
source: Royal Navy
ja: ロイヤル
zh_hans: 皇家
zh_hant: 皇家

# Faction_SakuraEmpire
source: Sakura Empire
ja: 重桜
zh_hans: 重樱
zh_hant: 重櫻

# Faction_3
source: Sakura Empire
ja: 重桜
zh_hans: 重樱

# Faction_IJN.Content
source: Sakura Empire
ja: 重桜
zh_hans: 重樱
zh_hant: 重櫻

# Faction_IronBlood
source: Iron Blood
ja: 鉄血
zh_hans: 铁血
zh_hant: 鐵血

# Faction_4
source: Iron Blood
ja: 鉄血
zh_hans: 铁血

# Faction_KMS.Content
source: Iron Blood
ja: 鉄血
zh_hans: 铁血
zh_hant: 鐵血

# Faction_DragonEmpery
source: Dragon Empery
ja: 東煌
zh_hans: 东煌
zh_hant: 東煌

# Faction_5
source: Dragon Empery
ja: 東煌
zh_hans: 东煌

# Faction_Dragon.Content
source: Dragon Empery
ja: 東煌
zh_hans: 东煌
zh_hant: 東煌

# Faction_Sardegna
source: Sardegna Empire
ja: サディア
zh_hans: 撒丁帝国
zh_hant: 撒丁帝國

# Faction_6
source: Sardegna Empire
ja: サディア
zh_hans: 撒丁帝国

# Faction_Sardegna1.Content
source: Sardegna Empire
ja: サディア
zh_hans: 撒丁帝国
zh_hant: 撒丁帝國

# Faction_NorthernUnion
source: Northern Union
ja: 北方連合
zh_hans: 北方联合
zh_hant: 北方聯合

# Faction_7
source: Northern Union
ja: 北方連合
zh_hans: 北方联合

# Faction_SN.Content
source: Northern Union
ja: 北方連合
zh_hans: 北方联合
zh_hant: 北方聯合

# Faction_FreeFrench
source: Free French
ja: 自由フランス
zh_hans: 自由鸢尾
zh_hant: 自由鳶尾

# Faction_8
source: Free French
ja: 自由フランス
zh_hans: 自由鸢尾

# Faction_FFNF.Content
source: Free French
ja: 自由フランス
zh_hans: 自由鸢尾
zh_hant: 自由鳶尾

# Faction_CrystalLeague1.Content
source: Liga de Pedrería
ja: リガ・デ・ペドレリーア
zh_hans: 晶环联盟

# Faction_CrystalLeague
source: Liga de Pedrería
ja: リガ・デ・ペドレリーア
zh_hans: 晶环联盟

# Faction_Vichya
source: Vichya Dominion
ja: ヴィシア
zh_hans: 维希教廷
zh_hant: 維希教廷

# Faction_9
source: Vichya Dominion
ja: ヴィシア
zh_hans: 维希教廷

# Faction_MNF.Content
source: Vichya Dominion
ja: ヴィシア
zh_hans: 维希教廷
zh_hant: 維希教廷

# Faction_Tulip
source: Tulip Kingdom
ja: チューリップ
zh_hans: 郁金王国
zh_hant: 鬱金王國

# Faction_10
source: Tulip Kingdom
ja: チューリップ
zh_hans: 郁金王国

# Faction_Tulip1.Content
source: Tulip Kingdom
ja: チューリップ
zh_hans: 郁金王国
zh_hant: 鬱金王國

# Faction_Tempesta
source: Tempesta
ja: ハリケーン
zh_hans: 飓风
zh_hant: 颶風

# Faction_98
source: Tempesta
ja: ハリケーン
zh_hans: 飓风

# Faction_Tempesta1.Content
source: Tempesta
ja: ハリケーン
zh_hans: 飓风
zh_hant: 颶風

# Faction_Other
source: Other
ja: その他
zh_hans: 其他
zh_hant: 其他

# Faction_12
source: Other
ja: その他
zh_hans: 其他

# Faction_11
source: Liga de Pedrería
ja: リガ・デ・ペドレリーア
zh_hans: 晶环联盟

# Faction_97
source: French?
zh_hans: 鸢尾教廷？

# Faction_115
source: NieR:Automata
ja: ニーア オートマタ
zh_hans: 尼尔：机械纪元

# Faction_Other1.Content
source: Other
ja: その他
zh_hans: 其他
zh_hant: 其他

# Faction_Collab_Nep
source: Hyperdimension Neptunia
ja: 超次元ゲイム ネプテューヌ
zh_hans: 超次元游戏海王星
zh_hant: 超次元遊戲海王星

# Faction_100
source: Hyperdimension Neptunia
ja: 超次元ゲイム ネプテューヌ
zh_hans: 超次元游戏海王星

# FactionCollab_Nep.Content
source: Hyperdimension Neptunia
ja: 超次元ゲイム ネプテューヌ
zh_hans: 超次元游戏海王星
zh_hant: 超次元遊戲海王星

# Faction_Collab_Bilibili
source: Bilibili
ja: ビリビリ
zh_hans: 哔哩哔哩
zh_hant: 嗶哩嗶哩

# Faction_101
source: Bilibili
ja: ビリビリ
zh_hans: 哔哩哔哩

# FactionCollab_Bilibili.Content
source: Bilibili
ja: ビリビリ
zh_hans: 哔哩哔哩
zh_hant: 嗶哩嗶哩

# Faction_Collab_Utawarerumono
source: Utawarerumono
ja: うたわれるもの
zh_hans: 传颂之物
zh_hant: 傳頌之物

# Faction_102
source: Utawarerumono
ja: うたわれるもの
zh_hans: 传颂之物

# FactionCollab_Utawarerumono.Content
source: Utawarerumono
ja: うたわれるもの
zh_hans: 传颂之物
zh_hant: 傳頌之物

# Faction_Collab_KizunaAI
source: Kizuna AI
ja: キズナアイ
zh_hans: 绊爱
zh_hant: 絆愛

# Faction_103
source: Kizuna AI
ja: キズナアイ
zh_hans: 绊爱

# FactionCollab_KizunaAI.Content
source: Kizuna AI
ja: キズナアイ
zh_hans: 绊爱
zh_hant: 絆愛

# Faction_Collab_DoAXVV
source: Dead or Alive Xtreme Venus Vacation
ja: デッド・オア・アライブ エクストリーム ビーナス バケーション
zh_hans: 死或生沙滩排球
zh_hant: 生死格鬥沙灘排球

# Faction_105
source: Dead or Alive Xtreme Venus Vacation
ja: デッド・オア・アライブ エクストリーム ビーナス バケーション
zh_hans: 死或生沙滩排球

# FactionCollab_DoAXVV.Content
source: Dead or Alive Xtreme Venus Vacation
ja: デッド・オア・アライブ エクストリーム ビーナス バケーション
zh_hans: 死或生沙滩排球
zh_hant: 生死格鬥沙灘排球

# Faction_Collab_Idolmaster
source: THE iDOLM@STER
ja: アイドルマスター
zh_hans: 偶像大师
zh_hant: 偶像大師

# Faction_106
source: THE iDOLM@STER
ja: アイドルマスター
zh_hans: 偶像大师

# FactionCollab_Idolmaster.Content
source: THE iDOLM@STER
ja: アイドルマスター
zh_hans: 偶像大师
zh_hant: 偶像大師

# Faction_Collab_Ryza
source: Atelier Ryza
ja: ライザのアトリエ
zh_hans: 莱莎的炼金工房
zh_hant: 萊莎的鍊金工房

# Faction_108
source: Atelier Ryza
ja: ライザのアトリエ
zh_hans: 莱莎的炼金工房

# FactionCollab_Ryza.Content
source: Atelier Ryza
ja: ライザのアトリエ
zh_hans: 莱莎的炼金工房
zh_hant: 萊莎的鍊金工房

# Faction_Collab_Senran
source: Senran Kagura
ja: 閃乱カグラ
zh_hans: 闪乱神乐
zh_hant: 閃亂神樂

# Faction_109
source: Senran Kagura
ja: 閃乱カグラ
zh_hans: 闪乱神乐

# FactionCollab_Senran.Content
source: Senran Kagura
ja: 閃乱カグラ
zh_hans: 闪乱神乐
zh_hant: 閃亂神樂

# Faction_Collab_Toloveru
source: To LOVE-Ru
ja: To LOVEる
zh_hans: 出包王女
zh_hant: 出包王女

# Faction_110
source: To LOVE-Ru
ja: To LOVEる
zh_hans: 出包王女

# FactionCollab_Toloveru.Content
source: To LOVE-Ru
ja: To LOVEる
zh_hans: 出包王女
zh_hant: 出包王女

# Faction_Collab_BRS
source: Black★Rock Shooter
ja: ブラック★ロックシューター
zh_hans: 黑岩射手
zh_hant: 黑岩射手

# Faction_111
source: Black★Rock Shooter
ja: ブラック★ロックシューター
zh_hans: 黑岩射手

# FactionCollab_BRS.Content
source: Black★Rock Shooter
ja: ブラック★ロックシューター
zh_hans: 黑岩射手
zh_hant: 黑岩射手

# Faction_Collab_Danmachi
source: DanMachi
ja: ダンまち
zh_hans: 地城邂逅
zh_hant: 地下城邂逅

# Faction_112
source: DanMachi
ja: ダンまち
zh_hans: 地城邂逅

# FactionCollab_Danmachi.Content
source: DanMachi
ja: ダンまち
zh_hans: 地城邂逅
zh_hant: 地下城邂逅

# Faction_Collab_Yumia
source: Atelier Yumia
ja: ユミアのアトリエ
zh_hans: 优米雅的炼金工房
zh_hant: 優米雅的鍊金工房

# Faction_113
source: Atelier Yumia
ja: ユミアのアトリエ
zh_hans: 优米雅的炼金工房

# FactionCollab_Yumia.Content
source: Atelier Yumia
ja: ユミアのアトリエ
zh_hans: 优米雅的炼金工房
zh_hant: 優米雅的鍊金工房

# Faction_Collab_DAL
source: Date A Live V
ja: デート・ア・ライブV
zh_hans: 约会大作战V
zh_hant: 約會大作戰V

# Faction_Collab_NieR
source: NieR:Automata
ja: ニーア オートマタ
zh_hans: 尼尔：机械纪元

# Faction_114
source: Date A Live V
ja: デート・ア・ライブV
zh_hans: 约会大作战V

# FactionCollab_DAL.Content
source: Date A Live V
ja: デート・ア・ライブV
zh_hans: 约会大作战V
zh_hant: 約會大作戰V

# FactionCollab_NieR.Content
source: NieR:Automata
ja: ニーア オートマタ
zh_hans: 尼尔：机械纪元

# Faction_Meta_Core
source: Ash Core
ja: 湮燼の核
zh_hans: 湮烬之核
zh_hant: 湮燼之核

# Faction_201
source: Ash Core
ja: 湮燼の核
zh_hans: 湮烬之核

# FactionMeta_Core.Content
source: Ash Core
ja: 湮燼の核
zh_hans: 湮烬之核
zh_hant: 湮燼之核

# Faction_Meta_Reason
source: Principle of Structure
ja: 構造の理
zh_hans: 构造之理
zh_hant: 構造之理

# Faction_202
source: Principle of Structure
ja: 構造の理
zh_hans: 构造之理

# FactionMeta_Reason.Content
source: Principle of Structure
ja: 構造の理
zh_hans: 构造之理
zh_hant: 構造之理

# Faction_Meta_Light
source: Flame of Pursuit
ja: 逐光の焔
zh_hans: 逐光之焰
zh_hant: 逐光之焰

# Faction_203
source: Flame of Pursuit
ja: 逐光の焔
zh_hans: 逐光之焰

# FactionMeta_Light.Content
source: Flame of Pursuit
ja: 逐光の焔
zh_hans: 逐光之焰
zh_hant: 逐光之焰

# Faction_Meta_Fire
source: Flickering Fire
ja: 揺らめく火
zh_hans: 摇曳之火
zh_hant: 搖曳之火

# Faction_204
source: Flickering Fire
ja: 揺らめく火
zh_hans: 摇曳之火

# Faction_300
source: Council
ja: 理事会
zh_hans: 理事会

# Faction_500
source: Siren
ja: セイレーン
zh_hans: 塞壬

# Faction_999
source: Unknown
zh_hans: 未知

# Faction_0
source: Universal
ja: ユニバーサル
zh_hans: 通用

# FactionMeta_Fire.Content
source: Flickering Fire
ja: 揺らめく火
zh_hans: 摇曳之火
zh_hant: 搖曳之火
